money = "Деньги: "
military = "Военная мощь: "
diplo = "Дипоматическое влияние: "
happiness = "Лояльность населения: "

# Вопросы и Ответы
txteve1 = "вы глупенький? \n1.да \n2.нет \n3.а? "
txteve2 = "вопрос2 " \
          "1.ответ" \
          "2.ответ" \
          "3.ответ"
txteve3 = "вопрос3" \
          "1.ответ" \
          "2.ответ" \
          "3.ответ"
txteve4 = "plaseholder"
txteve5 = "plaseholder"
txteve6 = "plaseholder"

rand_ev1 = 'Землетрясение на Юге страны \n' \
            "1.Отправить солдат, чтобы восстановили все (минус 15 ВМ)\n" \
            "2.Пригласить европейских специалистов, чтобы помогли все восстановить (плюс 10 ДВ, минус 15 денег)\n" \
            "3.Ничего не делать, сами разберутся (минус 20 ЛН)"
rand_ev2 = 'Эпидемия холеры в Киото \n' \
            "1.Послать туда солдат, чтобы оцепили город (минус 15 ВМ, минус 20 ЛН)\n" \
            "2.Послать туда лучших врачей, организовать госпиталя (минус 20 денег, плюс 20 ЛН)"
rand_ev3 = 'Извержение вулкана (минус 10 ЛН, минус 15 денег)\n' \
            "1.Ясно..."
rand_ev4 = 'Местные рудокопы нашли залежи золота недалеко от столицы (плюс 20 денег)\n' \
            "1.Наконец-то хорошие новости за долгое время!\n" \
            "2.Ладно"
rand_ev5 = 'Ваше торговое судно затонуло (минус 10 денег)\n' \
            "1.Это печально...\n" \
            "2.Вот незадача!"
rand_ev6 = 'Ваши враги отравили еду одного из ваших полков (минус 20 ВМ)\n' \
            '1.Это ужасно\n' \
            "2.Бывает"
rand_ev7 = 'Случился неурожай. Что делать?\n' \
            "1.Раздать еду из собственных запасов (плюс 20 ЛН)\n" \
            "2.Закупить еду из заграницы (минус 30 денег, плюс 30 ЛН, минус 10 ДВ)\n" \
            "3.Ничего не делать (минус 30 ЛН)"
rand_ev8 = 'Рабочие на токийском заводе устроили стачку\n' \
            "1.Удовлетворить их требования (минус 10 денег, плюс 15 ЛН)\n" \
            "2.Разогнать с помощью армии (минус 15 ЛН)"


# Результаты
result1_1 = "вы глупенький, но честный"
result1_2 = "вы в невевении"
result1_3 = "вы глухой, либо упрямый"