money = "Деньги: "
military = "Военная мощь: "
diplo = "Дипоматическое влияние: "
happiness = "Лояльность населения: "

# Вопросы и Ответы
txteve1 = "вы глупенький? \n1.да \n2.нет \n3.а? "
txteve2 = "вопрос2 " \
          "1.ответ" \
          "2.ответ" \
          "3.ответ"
txteve3 = "вопрос3" \
          "1.ответ" \
          "2.ответ" \
          "3.ответ"
txteve4 = "plaseholder"
txteve5 = "plaseholder"
txteve6 = "plaseholder"

# Результаты
result1_1 = "вы глупенький, но честный"
result1_2 = "вы в невевении"
result1_3 = "вы глухой, либо упрямый"