money = "Казна: "
military = "Военная мощь: "
diplo = "Дипоматическое влияние: "
happiness = "Лояльность населения: "

start_text = "Добро пожаловать, будущий император! Вам предстоит превратить отсталую, аграрную страну в одно из \n " \
             "ведущих государств мира!"
exposition_text = "Вы Муцихито Мейдзи - император Японии. У вас нет фактической власти, так как она сосредоточена в \n"\
        "в руках военных правителей - сёгунов.\n" \
        "31 марта 1854 году в бухте города Эдо (Токио) бросила якорь эскадра американских кораблей под командованием\n"\
        "коммодора Мэтью Перри." \
        "Он продемонстрировал японцам корабельные орудия стреляющие разрывными припасами, и под угрозой силы ему\n" \
        "удалось заключить неравноправный торговый договор, покончив с изоляцией Японии. Ваша задача вернуть власть \n"\
        "в свои руки и модернизировать Японию." \


# Вопросы и Ответы
txteve1 = "3 января 1868 года Вы издали указ о реставрации прямого Императорского правления. Согласно этому документу\n" \
          "сёгунат ликвидировался, а управление государством перешло в Ваши руки. Также вы приняли решение лишить\n" \
          "экс-сёгуна всех рангов и большей части землевладений. Против этого решения выступили сторонники сёгуната.\n"\
          "Началась гражданская война. Если мы хотим выиграть в войне - нам нужно получить какое-то преимущество. \n" \
          "1. Задействовать нерегулярную армию. (-10 Лояльность населения, +100 Военная мощь)\n" \
          "2. Купить современное вооружение у западных стран.(-10 Казна, +100 Военная мощь))\n" \
          "3. Попросить о помощи США. (-30 Дипломатическое влияние, +150 Военная мощь) \n"
txteve2 = "Чтобы выиграть необходимо придерживаться определенной стратегии - решите, как вести эту войну. \n" \
          "1. Оборонная стратегия (-30 Военная мощь, -10 Дипломатическое влияние)" \
          "2. Сблансированная стратегия (-50 Военная мощь)" \
          "3. Наступательная стратегия (-80 Военная мощь, +20 Дипломатическое влияние)"
txteve3 = "Вы в шаге от победы - осталось захватить столицу сёгуната." \
          "1. Потребовать сдачи противника - войти без боя (#Ярик сделай +10 дипломатическое давление, +20 Счастье и удали этот комментарий, так как это скрытый эффект.)"\
          "2. Аттаковать на упреждение (-20 Военная мощь, -10 Счастье)"
txteve4 = ""
txteve5 = "plaseholder"
txteve6 = "plaseholder"

rand_ev1 = 'Землетрясение на Юге страны \n' \
            "1.Отправить солдат, чтобы восстановили все (минус 15 ВМ)\n" \
            "2.Пригласить европейских специалистов, чтобы помогли все восстановить (плюс 10 ДВ, минус 15 денег)\n" \
            "3.Ничего не делать, сами разберутся (минус 20 ЛН)"
rand_ev2 = 'Эпидемия холеры в Киото \n' \
            "1.Послать туда солдат, чтобы оцепили город (минус 15 ВМ, минус 20 ЛН)\n" \
            "2.Послать туда лучших врачей, организовать госпиталя (минус 20 денег, плюс 20 ЛН)"
rand_ev3 = 'Извержение вулкана (минус 10 ЛН, минус 15 денег)\n' \
            "1.Ясно..."
rand_ev4 = 'Местные рудокопы нашли залежи золота недалеко от столицы (плюс 20 денег)\n' \
            "1.Наконец-то хорошие новости за долгое время!\n" \
            "2.Ладно"
rand_ev5 = 'Ваше торговое судно затонуло (минус 10 денег)\n' \
            "1.Это печально...\n" \
            "2.Вот незадача!"
rand_ev6 = 'Ваши враги отравили еду одного из ваших полков (минус 20 ВМ)\n' \
            '1.Это ужасно\n' \
            "2.Бывает"
rand_ev7 = 'Случился неурожай. Что делать?\n' \
            "1.Раздать еду из собственных запасов (плюс 20 ЛН)\n" \
            "2.Закупить еду из заграницы (минус 30 денег, плюс 30 ЛН, минус 10 ДВ)\n" \
            "3.Ничего не делать (минус 30 ЛН)"
rand_ev8 = 'Рабочие на токийском заводе устроили стачку\n' \
            "1.Удовлетворить их требования (минус 10 денег, плюс 15 ЛН)\n" \
            "2.Разогнать с помощью армии (минус 15 ЛН)"


# Результаты
result1 = "Вы вошли в Эдо без боя! +10 дипломатическое давление, +20 Счастье"
result2 = ""
result3 = ""