money = "Деньги: "
military = "Военная мощь: "
diplo = "Дипоматическое влияние: "
happiness = "Лояльность населения: "

# Вопросы и Ответы
txteve1 = "вы глупенький? \n1.да \n2.нет \n3.а? "
txteve2 = "вопрос2 " \
          "1.ответ" \
          "2.ответ" \
          "3.ответ"
txteve3 = "вопрос3" \
          "1.ответ" \
          "2.ответ" \
          "3.ответ"
txteve4 = "plaseholder"
txteve5 = "plaseholder"
txteve6 = "plaseholder"

rand_ev1 = 'Землетрясение на Юге страны (минус 10 ЛН, минус 15 денег)' \
            "1.Отправить солдат, чтобы восстановили все (минус 15 ВМ)" \
            "2.Пригласить европейских специалистов, чтобы помогли все восстановить (плюс 10 ДВ, минус 15 денег" \
            "3.Ничего не делать, сами разберутся (минус 20 ЛН)"
rand_ev2 = 'Эпидемия холеры в Киото' \
            "1.Послать туда солдат, чтобы оцепили город (минус 15 ВМ, минус 20 ЛН" \
            "2.Послать туда лучших врачей, организовать госпиталя (минус 20 денег)"
rand_ev3 = 'Извержение вулкана (минус 10 ЛН, минус 15 денег)'
rand_ev4 = 'Местные рудокопы нашли залежи золота недалеко от столицы (плюс 10 денег)'
rand_ev5 = 'Ваше торговое судно затонуло (минус 10 денег)'
rand_ev6 = 'Ваши враги отравили еду одного из ваших полков (минус 20 ВМ)'
rand_ev7 = 'Случился неурожай. Что делать?' \
            "1.Раздать еду из собственных запасов (плюс 20 ЛН)" \
            "2.Закупить еду из заграницы (минус 30 денег, плюс 30 ЛН, минус 10 ДВ)" \
            "3.Ничего не делать (минус 30 ЛН)"
rand_ev8 = 'Рабочие на токийском заводе устроили стачку' \
            "1.Удовлетворить их требования (минус 10 денег, поюс 15 ЛН)" \
            "2.Разогнать с помощью армии (минус 15 ЛН)"


# Результаты
result1_1 = "вы глупенький, но честный"
result1_2 = "вы в невевении"
result1_3 = "вы глухой, либо упрямый"